{
  "campaign": {
    "title": "#TripleTakeTim",
    "subtitle": "Monthly scene work with three distinct takes. Every month for twelve months.",
    "startDate": "2025-07",
    "endDate": "2026-08",
    "mission": [
      "Every month post a new scene with three distinct takes",
      "Send 3 takes of every scene to every audition (when appropriate)",
      "Connect with casting directors through consistent quality content",
      "Continue to train and establish a professional brand"
    ],
    "descriptionTitle": "Why Three Takes?",
    "descriptionParagraphs": [
      "In Atomic Habits, James Clear describes a photography class split into two groups: one graded on a single perfect photo, the other on quantity. The best photos came from the quantity group—they learned by doing.",
      "Three takes per scene helps me find the strongest choice and build creative muscles. I'm focussing on getting it done more than getting it perfect.",
      "This is my commitment to consistent practice, staying audition-ready, and building connections with casting directors."
    ]
  },
  "scenes": [
    {
      "id": "december-2025",
      "month": "December",
      "year": 2025,
      "title": "The Audit",
      "description": "Scene from \"Andor\" Season 2 (Star Wars) – An Imperial officer conducts a quiet but pointed interrogation. Controlled, bureaucratic menace with an undercurrent of something unsettling.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "4V68BY1ujOY",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "0qi1Oyh4Z2U",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "TOD44zSoGX4",
          "description": ""
        }
      ],
      "whyThisScene": "I watched this scene and immediately thought: that's a character I'd love to play. A low-rank Imperial officer with quiet menace — creepy, threatening, bureaucratic. These smaller, intense roles are exactly the kind I want to be considered for. I also wanted to practice playing against type: taking a character cast one way and exploring what happens when I go the opposite direction.",
      "technicalExploration": "My hair and facial hair are shaggier than usual, which goes against the Empire's clean military standard. I used that contrast to shape the character rather than fighting it.\n\nTwo takes in a British accent for the expected Imperial tone. Take 3 in my native Australian accent — going against the expected casting created a fun shift in depth and energy.\n\nI experimented with distance from camera, including a deliberately too-close framing in one take to push discomfort and add an unsettling edge."
    },
    {
      "id": "november-2025",
      "month": "November",
      "year": 2025,
      "title": "The Scoop",
      "description": "A press conference turns fast when a journalist flips the story and accuses the commissioner of a cover-up in under 60 seconds. Written and performed by Timothy James.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "qWF3cHzb7NU",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "gSXl6NmTTEc",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "B2wipQGzeYs",
          "description": ""
        }
      ],
      "whyThisScene": "After a few auditions and callbacks for reporter roles, I wanted to keep up the practice and have something to send casting directors. This scene let me work on the tension and rhythm of live questioning — practicing a quick pivot from routine press conference to accusation in under 60 seconds.",
      "technicalExploration": "Three distinct takes exploring US and Australian accents with different character nuances. I have ranged from bored to eager. I differentiated through posture (upright, sitting back, standing), three pairs of glasses, facial hair and tie/shirt/jacket combinations.\n\nEach take experiments with filling a 10-15 second gap before my first line to establish character. Small physical choices — adjusting a notepad, checking hair, settling into a seat — create different energy before the dialogue starts."
    },
    {
      "id": "october-2025",
      "month": "October",
      "year": 2025,
      "title": "Karen Not Sharon",
      "description": "An office chat goes off the rails when Greg realises he's been calling his co-worker by the wrong name… for their entire working relationship. Written and performed by Timothy James.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "SXvUMeYOI-Q",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "r3BjrMTJ9lU",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "wGcE-7NJ7Uc",
          "description": ""
        }
      ],
      "whyThisScene": "I wanted to do something original, comedic, and awkward — a character pushing for something even though he's clearly in the wrong. So I wrote this scene myself. Having spent a lot of time in workplaces, I've encountered these archetypes: the passive-aggressive talker, the mansplainer, the nervous wreck. This gave me a chance to explore all three in one ridiculous situation.",
      "technicalExploration": "Rather than play with framing, I focused on the intentions. I used costuming to differentiate the office archetypes. I played with different rhythms, pacing, and levels of self-awareness to see how everyday awkwardness tips from relatable to ridiculous. In one take, I imagined an official complaint had been made and Greg was forced to apologise — which completely shifted the power dynamic."
    },
    {
      "id": "september-2025",
      "month": "September",
      "year": 2025,
      "title": "History of Bricks",
      "description": "Scene from \"Still Up\" (Apple TV) - Alex calls Jamie after finally getting Poppy to sleep by reading The History of Bricks. He's proud, a little insecure, and holding on to the small wins.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "jnTXsHtP9e0",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "O8RnFK8r-CE",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "VeR3RM7F2rE",
          "description": ""
        }
      ],
      "whyThisScene": "When I saw this scene on Apple TV, I immediately wanted to play with it. Alex is literally talking about a book called The History of Bricks — it's super dorky, and as a dork myself, that landed. This piece let me explore a bit of vulnerability within a comedic context: a relatable dad-type trying a little too hard to impress. It fit perfectly into my \"dad/everyman with range\" brand, giving me the opportunity to play with levels of warmth and sometimes disconnect, awkward humour, and subtle insecurity.",
      "technicalExploration": "Three distinct takes experimenting with how physical choices and framing shift character:\n\nTake 1: US Accent – Glasses and simple framing. Just a guy who genuinely loves bricks. Costuming allows for a bit more of a hipster feel. \n\nTake 2: US Accent – Added accessories (bracelets, earring) to see how props inform different character choices. Experimented with a different relationship to the offscreen character.\n\nTake 3: Australian Accent – Vertical phone format, shot as if it were an actual FaceTime call. This broke traditional self-tape convention and ended up feeling more personal, friendly, and fun."
    },
    {
      "id": "august-2025",
      "month": "August",
      "year": 2025,
      "title": "Woolongong",
      "description": "Scene from the Australian TV movie \"Timothy\" (2014) - a former investment banker who lost everything in China reconnects with an old mate from 20 years ago in Wollongong, navigating shame, pride, and the awkwardness of vastly different life trajectories.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "odSzrdDT0l4",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "Fl0BRjaTiS0",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "vDylCmujy7Q",
          "description": ""
        }
      ],
      "whyThisScene": "I picked this scene when I found it in a casting workshop. I really enjoyed the Aussie-ness of it, and the fact that the guy has had a literal nervous breakdown. It's a great scene to play around with — I could do a lot with the relationship. Being quite a niche scene, it's also original enough that I can explore it without any preconceptions.",
      "technicalExploration": "Explored different levels of meltdown and self-awareness. Played with questions like: Was I embarrassed about the breakdown? Was I proud? How much did I care about how I looked? What was my relationship to Michael — did I want him there, want to impress him, or want him to leave?\n\nI used costuming and hair to show where I felt I was mentally in the scene. A dressing gown showed I really wasn't thinking about how I looked, while other costume choices reflected different levels of self-consciousness."
    },
    {
      "id": "july-2025",
      "month": "July",
      "year": 2025,
      "title": "Bad News Bear",
      "description": "Scene from \"The Bear\" - experimenting with costume, framing, and US accent work while maintaining consistent core tone across different visual presentations.",
      "videos": [
        {
          "take": 1,
          "label": "Take 1",
          "youtubeId": "TNHna8rO_PY",
          "description": ""
        },
        {
          "take": 2,
          "label": "Take 2",
          "youtubeId": "-EetTTI8UeM",
          "description": ""
        },
        {
          "take": 3,
          "label": "Take 3",
          "youtubeId": "kjS5aDTgqaU",
          "description": ""
        }
      ],
      "whyThisScene": "I chose this scene from The Bear because apart from it being such a great show, it's packed with scenes that work in so many contexts. The scene between Carmy and Richie was performed with such depth — I knew I wanted to explore that, but in my own way. My rendition is completely different from the show, which is exactly what I was going for. I was using the script, not the setting.",
      "technicalExploration": "Rather than focus too much on delivery variations, I decided to let framing, costume, and setting inform the scene. A fly interrupted one take, so I rolled with it and even grabbed some fly spray. I used a non-traditional shot lying down, played with a couch setup and decorative coffee table, and tried a standard white background with fake tattoo and similar accessories. These all created different tones without me having to shift the performance much at all."
    }
  ]
}